Repository: municipioriogrande/sitioweb
Catalog: plugins/giweather/extras/lib_giweather/language/giweather-*.po
Languages: it_it

# GIWEATHER_HUMIDITY
source: Humidity
it_it: Umidità

# GIWEATHER_PRESSURE
source: Pressure
it_it: Pressione

# GIWEATHER_WIND
source: Wind
it_it: Vento

# GIWEATHER_TEMPERATURE
source: Temperature
it_it: Temperatura

# GIWEATHER_JAVASCRIPT_REQUIRED
source: giWeather needs Javascript.
it_it: giWeather necessita del supporto Javascript.

# COM_GIWEATHER_DESCRIPTION
source: giWeather is a Wordpress! module that shows the weather forecast with a clean, clear and responsive style inspired by Google.
it_it: giWeather è un modulo Wordpress! che visualizza le previsioni del tempo con uno stile chiaro, pulito e responsive ispirato da Google.

# GIWEATHER_SOURCE_LBL
source: Forecast source
it_it: Sorgente Previsioni

# GIWEATHER_SOURCE_DSC
source: You can specify the source from which to extract the weather forecast
it_it: Puoi indicare la sorgente da cui estrarre le previsioni meteo

# GIWEATHER_METEOAM_ID_LBL
source: MeteoAM Locality ID
it_it: Id località MeteoAM

# GIWEATHER_METEOAM_ID_DSC
source: The id of the locality for which you want to show the weather forecast. The ID is the last part of the url. Eg. If the url is http://www.meteoam.it/?q=ta/previsione/91/brescia then the corresponding ID is 91/brescia
it_it: L'id della località di cui si vogliono mostrare le previsioni meteo. L'id è l'ultima parte dell'url. Es. Se l'url è http://www.meteoam.it/?q=ta/previsione/91/brescia allora l'id è 91/brescia

# GIWEATHER_FINDID
source: Find the locality ID
it_it: Cerca l'ID della località

# GIWEATHER_NWS_LAT_LBL
source: Latitude
it_it: Latitudine

# GIWEATHER_NWS_LAT_DSC
source: Enter the Latitude and Longitude coordinates
it_it: Inserisci le coordinate per la previsione (Latitudine)

# GIWEATHER_LATFINDER
source: Lat, Long finder
it_it: Trova Latitudine, Longitudine

# GIWEATHER_NWS_LON_LBL
source: Longitude
it_it: Longitudine

# GIWEATHER_NWS_LON_DSC
source: Enter the Latitude and Longitude coordinates
it_it: Inserisci le coordinate per la previsione (Longitudine)

# GIWEATHER_OWM_APPID_DSC
source: OpenWeatherMap requires a valid APPID for access. Please register an account to receive a free key following this url: http://home.openweathermap.org/users/sign_in
it_it: OpenWeatherMap richiede una chiave APPID per poter funzionare. Registrati a OpenWeatherMap per ottenere una chiave gratuita: http://home.openweathermap.org/users/sign_in

# GIWEATHER_OWM_ID_LBL
source: OpenWeatherMap Locality ID
it_it: Id località OpenWeatherMap

# GIWEATHER_OWM_ID_DSC
source: The id of the locality for which you want to show the weather forecast. The ID is the last part of the url. Eg. If the url is http://openweathermap.org/city/3181554 then the corresponding ID is 3181554
it_it: L'id della località di cui si vogliono mostrare le previsioni meteo. L'id è l'ultima parte dell'url. Es. Se l'url è http://openweathermap.org/city/3181554 allora l'id è 3181554

# GIWEATHER_OWM_LANG_LBL
source: OpenWeatherMap forecast language
it_it: Lingua previsioni OpenWeatherMap

# GIWEATHER_OWM_LANG_DSC
source: You can choose the language in which to display the OpenWeatherMap forecast
it_it: Puoi scegliere la lingua con cui visualizzare le previsioni di OpenWeatherMap

# GIWEATHER_UNIT_OF_MEASURE_LBL
source: Unit of Measure
it_it: Unità di Misura

# GIWEATHER_UNIT_OF_MEASURE_DSC
source: It allows you to indicate the unit of measurement to be used in showing the data of weather forecast
it_it: Permette di indicare l'unità di misura da utilizzare nel mostrare i dati delle previsioni del tempo

# GIWEATHER_UNIT_OF_MEASURE_METRIC
source: Metric/International
it_it: Metrico/Internazionale

# GIWEATHER_UNIT_OF_MEASURE_IMPERIAL
source: Imperial/British
it_it: Imperiale/Britannico

# GIWEATHER_TIMEZONE_LBL
source: Time zone
it_it: Fuso orario

# GIWEATHER_TIMEZONE_DSC
source: It allows you to choose the time zone in which to display the dates of weather forecast
it_it: Permette di scegliere il fuso orario in cui visualizzare le date delle previsioni del tempo

# GIWEATHER_BG_COLOR_LBL
source: Backgroud Color
it_it: Colore Sfondo

# GIWEATHER_BG_COLOR_DSC
source: You can choose the background color. If left blank it will set the transparent color
it_it: Puoi scegliere il colore di sfondo. Se lasciato vuoto verrà impostato il colore trasparente.

# GIWEATHER_FONT_SIZE_LBL
source: Font Size
it_it: Dimensione Font

# GIWEATHER_FONT_SIZE_DSC
source: It allows you to choose the font size used
it_it: Permette di scegliere la dimensione del font utilizzato

# GIWEATHER_FONT_SIZE_SMALL
source: Small
it_it: Piccolo

# GIWEATHER_FONT_SIZE_MEDIUM
source: Medium
it_it: Medio

# GIWEATHER_FONT_SIZE_LARGE
source: Large
it_it: Grande

# GIWEATHER_SHOW_HEAD_DETAILS_LBL
source: Head details
it_it: Dettagli testata

# GIWEATHER_SHOW_HEAD_DETAILS_DSC
source: You can choose whether to display the details of the head, that is: Locality, Date, Descriptive weather
it_it: Puoi scegliere se visualizzare o meno i dettagli della testata, ovvero: Località, Data, Condizioni Metereologiche

# JSHOW
source: Show
it_it: Mostra

# JHIDE
source: Hide
it_it: Nascondi

# GIWEATHER_SHOW_RIGHT_DETAILS_LBL
source: Right details
it_it: Dettagli destra

# GIWEATHER_SHOW_RIGHT_DETAILS_DSC
source: You can choose whether to display the details on the right, that is: Humidity , Pressure , Wind
it_it: Puoi scegliere se visualizzare o meno i dettagli sulla destra, ovvero: Umidità, Pressione, Vento

# GIWEATHER_SHOW_FORECASTS_LBL
source: Forecasts
it_it: Previsioni

# GIWEATHER_SHOW_FORECASTS_DSC
source: You can choose whether or not to display thumbnails of forecasts
it_it: Puoi scegliere se visualizzare o meno le miniature delle previsioni

# GIWEATHER_SHOW_FORECASTS_TEMPWIND_LBL
source: Temperature and Wind
it_it: Dettagli Temperatura e Vento

# GIWEATHER_SHOW_FORECASTS_TEMPWIND_DSC
source: You can choose whether or not to display the histogram of temperature and icons of the winds
it_it: Puoi scegliere se visualizzare o meno l'istogramma delle temperature e le icone dei venti

# GIWEATHER_WIDGET_MAX_WIDTH_LBL
source: Max Width
it_it: Larghezza massima

# GIWEATHER_WIDGET_MAX_WIDTH_DSC
source: You can set the maximum width of the module in pixels or percentage. Eg. 475px or 100%
it_it: Puoi impostare la larghezza massima del modulo in pixel o in percentuale. Es. 475px oppure 100%

# GIWEATHER_WIDGET_MAX_WIDTH_MU_LBL
source: Max Width Unit of measure
it_it: Unità Misura Larghezza

# GIWEATHER_WIDGET_MAX_WIDTH_MU_DSC
source: You can set the unit of measurement of the maximum width
it_it: Puoi impostare l'unità di misura della larghezza massima

# GIWEATHER_WIDGET_ALIGN_LBL
source: Module Align
it_it: Allineamento Modulo

# GIWEATHER_WIDGET_ALIGN_DSC
source: You can set the alignment of the module
it_it: Puoi impostare l'allineamento del modulo

# GIWEATHER_WIDGET_ALIGN_CENTER
source: Center
it_it: Centrale

# GIWEATHER_WIDGET_ALIGN_LEFT
source: Left
it_it: Sinistra

# GIWEATHER_WIDGET_ALIGN_RIGHT
source: Right
it_it: Destra

# GIWEATHER_CITY_NAME_LBL
source: Locality Name
it_it: Nome Località

# GIWEATHER_CITY_NAME_DSC
source: You can specify the name of the location to display. If left blank it is retrieved from the source.
it_it: Puoi indicare il nome della località da visualizzare. Se lasciato vuoto viene recuperato dalla sorgente.

# GIWEATHER_CACHE_LIFETIME_LBL
source: Cache Lifetime
it_it: Durata Cache

# GIWEATHER_CACHE_LIFETIME_DSC
source: You can specify the duration in minutes of the cache. The forecasts are kept in cache for the time indicated.
it_it: Puoi indicare la durata in minuti della cache. Le previsioni vengono mantenute in cache per il tempo indicato.

# GIWEATHER_ICONSET_LBL
source: Weather Icon Set
it_it: Tema icone meteo

# GIWEATHER_ICONSET_DSC
source: You can choose the theme of weather icons. 'img' indicates that the icons are images, 'font' indicates that they are font and ' external' means that they are taken from external services.
it_it: Puoi scegliere il tema delle icone meteo. 'img' indica che le icone sono immagini, 'font' indica che sono dei font e 'external' vuol dire che sono prese da servizi esterni.

# GIWEATHER_WIND_ICONSET_LBL
source: Wind Icon Set
it_it: Tema icone vento

# GIWEATHER_WIND_ICONSET_DSC
source: You can choose the theme of the icons that represent the direction and intensity of the wind. 'img' indicates that the icons are images, 'font' indicates that they are font and ' external' means that they are taken from external services.
it_it: Puoi scegliere il tema delle icone che rappresentano la direzione e l'intensità del vento. 'img' indica che le icone sono immagini, 'font' indica che sono dei font e 'external' vuol dire che sono prese da servizi esterni.

# GIWEATHER_NUM_FORECAST_LBL
source: Num future forecast
it_it: Numero previsioni future

# GIWEATHER_NUM_FORECAST_DSC
source: You can decide the number of future predictions to display
it_it: Puoi decidere il numero di previsioni future da visualizzare

# GIWEATHER_CUSTOM_CSS_LBL
source: Custom CSS
it_it: CSS Personalizzato

# GIWEATHER_CUSTOM_CSS_DSC
source: You can use this field to add custom CSS definitions. Each html element of giWeather has its own CSS class. You can change the style of each element by changing its CSS properties.
it_it: Puoi usare questo campo per aggiungere delle definizioni CSS personalizzate e quindi cambiare l'aspetto di giWeather. Ogni elemento html di giWeather ha la sua classe CSS.

# COM_MODULES_FIELD_MODULECLASS_SFX_LABEL
source: Module Class Suffix
it_it: Suffisso classe CSS modulo

# COM_MODULES_FIELD_MODULECLASS_SFX_DESC
source: A suffix to be applied to the CSS class of the module. This allows for individual module styling.
it_it: Un suffisso da applicare alla classe CSS del modulo. Questo permette uno stile individuale del modulo.

# GIWEATHER_SHOWCREDITS_LBL
source: Show Credits
it_it: Mostra Credits

# GIWEATHER_SHOWCREDITS_DSC
source: This plugin is offered completely free of charge. If you're feeling kind please leave this in to send some delicious web traffic our way :)
it_it: Questo plugin è completamente gratuito. Se sei gentile per favore lascia che mandi del traffico web delizioso nella nostra direzione :)

# GIWEATHER_COMPONENT
source: Component
it_it: Componente

# GIWEATHER_INSTALLED
source: Installed
it_it: Installato

# GIWEATHER_NOT_INSTALLED
source: Not installed
it_it: Non installato

# GIWEATHER_LIBRARY
source: Library
it_it: Libreria

# GIWEATHER_MODULE
source: Module
it_it: Modulo

# GIWEATHER_LANGUAGES
source: Languages
it_it: File di lingua
